latex/structure/footnotes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>footnotes</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">footnotes</h1>

<div id="outline-container-orge3a51b7" class="outline-2">
<h2 id="orge3a51b7">hyperref</h2>
<div class="outline-text-2" id="text-orge3a51b7">
<div class="org-src-container">
<pre class="src src-tex"><span style="color: #b22222;">% </span><span style="color: #b22222;">make the reference clickable</span>
<span style="color: #a020f0;">\usepackage</span>{<span style="color: #0000ff;">hyperref</span>}
</pre>
</div>
</div>
</div>

<div id="outline-container-org73e2e5c" class="outline-2">
<h2 id="org73e2e5c">format</h2>
<div class="outline-text-2" id="text-org73e2e5c">
<div class="org-src-container">
<pre class="src src-tex"><span style="color: #a020f0;">\thanks</span>{}   <span style="color: #b22222;">% footnote in title</span>
<span style="color: #a020f0;">\footnote</span>{}
</pre>
</div>

<div class="org-src-container">
<pre class="src src-tex">Microsoft Visual Studio<span style="color: #a020f0;">\footnote</span>{<span style="color: #008b8b;">\label</span><span style="color: #008b8b;">{4}The environment within which</span>
<span style="color: #008b8b;">one influential vendor&#8217;s set of native Windows development tools</span>
<span style="color: #008b8b;">reside.</span>}.
</pre>
</div>
</div>
</div>

<div id="outline-container-orgab794c4" class="outline-2">
<h2 id="orgab794c4">notes</h2>
<div class="outline-text-2" id="text-orgab794c4">
<ul class="org-ul">
<li>don't know what {4} is</li>
<li>The environment &#x2026;} goes at the bottom of the page</li>
<li>Microsoft Visual Studio^1 is what it looks like</li>
<li>Q. what does orgmode export?</li>
</ul>

<p>
<a href="../latex.html">back</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"></p>
</div>
</body>
</html>
